{"location": "Paris, France", "photos": [5548027], "type": {"key": "/type/author"}, "death_date": "24 November 1985", "alternate_names": ["René Barjavel", "Barjavel René", "Rene Barjavel", "Barjavel Rene"], "key": "/authors/OL152472A", "source_records": ["amazon:8498724929", "promise:bwb_daily_pallets_2022-03-17", "promise:bwb_daily_pallets_2021-02-03", "amazon:2070361691", "promise:bwb_daily_pallets_2021-02-17"], "birth_date": "1911-01-24", "name": "René Barjavel", "bio": "René Barjavel born in Nyons, France, the son of a baker. In 1914, while his father served in World War I, his mother ran the bakery, and he was left alone much of the time to discover the world through exploration and reading. His his mother died of sleeping sickness in 1922, when he was just 11 years old, and he was sent to boarding school in Nyons. In 1923, when his father was unable to pay the school's fees to continue his studies, he became the protegé of the school's director, Abel Boisselier, and accompanied him to the college in Cusset. During his stay there, which lasted until he ran out of funds in 1927, he continued to study literature. After leaving school, he worked worked several jobs, including as a real estate agent and a bank employee, until 1929 when he became a journalist in Progress Allier in Moulins.\r\n\r\nIn 1935, he met the publisher Robert Denoël, and he moved to Paris to work at Éditions Denoël. In 1936 he married Madeleine de Wattripont. While working at Denoël, he continued to work as a journalist for the weekly Le Merle Blanc, where he wrote film reviews. In 1939, he joined the war with Germany and was sent to the Pyrenees, but returned to Paris when the armistice was declared and Denoël re-opened his publishing house. During this time, his first novel, Roland, le chevalier plus fort que le lion (Roland, the Knight More Proud than the Lion) (1942), was published, with help from Denoël. He wrote Le Voyageur imprudent (Future Times Three) in 1943, and became the first writer to present the famous grandfather paradox of time travel. In 1944 he became literary director at Éditions Denoël. In 1945, Denoël was killed.\r\n\r\nAfter the war, and the failure of his latest novel, Le diable l'emporte (The Devil Wins) (1948), he left novel-writing for the cinema. However, he contracted tuberculosis and ran out of money before completing his first project, \"Barabbas, pour qui Dieu ne fut qu’un temps\". He spent some time recovering in the south of France, returning to Paris in 1951.\r\n\r\nHe worked as a screenwriter in Paris, and in 1962 he became involved in science fiction, at that time a growing fiction genre in France. He published the novel Colomb de la lune (Columbus of the Moon) in 1962. In 1968 he published La Nuit des temps (The Ice People), which was very successful and popular, and won the Prix des libraires. In 1969, he began a weekly column in the Sunday newspaper Les Libres Propos. In 1972, he was a co-founder of the Prix de science-fiction Apollo, and was on the jury. In 1981, at age 70, he stopped writing his columns in the Journal du Dimanche and resumed writing novels. He died in 1985, having written over 25 novels and several screenplays.", "wikipedia": "http://en.wikipedia.org/wiki/Ren%C3%A9_Barjavel", "personal_name": "René Barjavel", "remote_ids": {"viaf": "99967531", "wikidata": "Q562556", "isni": "0000000109285020"}, "latest_revision": 7, "revision": 7, "created": {"type": "/type/datetime", "value": "2008-04-01T03:28:50.625462"}, "last_modified": {"type": "/type/datetime", "value": "2023-02-20T12:24:20.987187"}}